allure-results/fc4bc2aa9be94aa7875e2ccf5c5a0db4-attachmentxml

<?xml version="1.0" encoding="utf-8"?><soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema"><soap:Body><GetOrderDetail xmlns="http://tempuri.org/"><CPASId>929857643848</CPASId></GetOrderDetail></soap:Body></soap:Envelope>